app/controllers/students_controller.rb

  def index
  	bob = Student.create({"first_name": "Bob", "last_name": "Smith"})
    @students = Student.all
---
INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Bob"], ["last_name", "Smith"], ["created_at", "2018-04-10 03:19:13.231273"], ["updated_at", "2018-04-10 03:19:13.231273"]]
SELECT "students".* FROM "students"